[
  {
    "id": 1,
    "situation": "I don't feel like doing it.",
    "todo": "I get that, but this is not you, you love to eat healthy and nourish your body, choose the easier thing for your body, to be that agile and awesome dancer."
  },
  {
    "id": 2,
    "situation": "I heard something that upset me.",
    "todo": "You are your own person. Yes, they are important to you, but you feeling grief won't lessen theirs. Still, I agree it hurts to see them be like this. It is okay. Feel it just like any other emotion. You don't need to cure it."
  },
  {
    "id": 3,
    "situation": "There's tomorrow...",
    "todo": "You can only count on today, make today matter, that is all life is about!"
  },
  {
    "id": 4,
    "situation": "I deserve a break",
    "todo": "I agree, what's one thing you wanna eat right now? Make it a whole experience with just one item on the bill."
  },
  {
    "id": 5,
    "situation": "I don't wanna change my habits.",
    "todo": "The biggest idiot is someone who expects a different result by doing the same thing everyday."
  },
  {
    "id": 6,
    "situation": "I feel so sad",
    "todo": "I know shubhra, things are rough now. Let's forget the world for now. What do you wanna do? take a nap? drown in movies? watch edits of the flash?"
  },
  {
    "id": 7,
    "situation": "I feel so lonely",
    "todo": "It's okay, I'm here with you. Hug yoursellf for me? You wanna...? Or just talk to one of your fave people, that will surely lighten you up."
  },
  {
    "id": 8,
    "situation": "Why do I have to work so hard?",
    "todo": "That's who we are! If you feel like this then maybe you are heading towards a burn out. Take a step back. Forget your responsibilities for next 1 hr and just be. Do one thing that you have wanted to do (not needed) but have been procrastinating."
  },
  {
    "id": 9,
    "situation": "Today was shitty, I deserve to relax and have a treat.",
    "todo": "Today was shitty. It's over now. You can relax. Let's go for a walk. We will listen to our fave music, come up with romantic scenarios. You will love it. Or we can just lay in bed and watch our comfort shows. "
  },
  {
    "id": 10,
    "situation": "Oof, that was rough, but now I am out of it. I deserve a treat.",
    "todo": "Go into the bathroom, look in the mirror and take a few deep breaths. Wash your hands. Cover your eyes if you want to. You got through it. As a treat, give yourself the biggest flying kiss filled with love."
  },
  {
    "id": 11,
    "situation": "I wanna relax",
    "todo": "lay down and stare at the ceiling"
  },
  {
    "id": 12,
    "situation": "Mom said something to me.",
    "todo": "Tell her you love her (out loud or in your head). Wet your hands and place on your chest or put an ice cube on your chest."
  },
  {
    "id": 13,
    "situation": "Dad said something to me.",
    "todo": "Tell him you love him (out loud or in your head). Wet your hands and place on your forehead or put an ice cube on your forehead."
  },
  {
    "id": 14,
    "situation": "A conversation was exhausting.",
    "todo": "splash some water on your face or wet your hands and put on your face. Look in the mirror and give yourself the closure you needed. Shift focus."
  },
  {
    "id": 15,
    "situation": "A conversation left me feeling sad, frustrated, and angry.",
    "todo": "isolate yourself for a few minutes and just sit in silence observing your breath. Give yourself the closure the conversation could not give you. Then put on some soft music to shift focus."
  },
  {
    "id": 16,
    "situation": "The family is eating out.",
    "todo": "Has it been a week since you ate out? Yes? Then go enjoy, it's okay. No? That's okay too. Make your meal fun by wathcing a movie you like or listening to some music while eating."
  },
  {
    "id": 17,
    "situation": "watching a movie/ show",
    "todo": "Immerse in the moviee!! You love movies/ shows. Be present with it. And if it is meal time then enjoy your decided meal with it. You love the healthy food and how good it makes you feel after."
  },
  {
    "id": 18,
    "situation": "I'm going to the cinema hall.",
    "todo": "Get water! never fails. Get a straw with it. That's even better. You don't like coca-cola or other sugary drinks.  it doesn't make you feel good after. Take water, or salted lemonade. Everyone knows popcorn (butter at max) is the best cinema snack. "
  },
  {
    "id": 19,
    "situation": "I'm going out with friends.",
    "todo": "How rare is that? Am I right? Just enjoy it. You don't overeat then. Try to just share food and mimic how much other eat, I guarantee you will feel satiated with that. If you have to order solo, just order one thing. And your choice of drinkis water. Your organs love that stuff.."
  },
  {
    "id": 20,
    "situation": "I wanna cry",
    "todo": "I know boo. And I know sometimes the tears don't fall. You can lie down. Listen to your mellow playlist. The floor's a nice place to lay if you feel like it. You know journal / dancing (to escapism by raye) can help too."
  },
  {
    "id": 21,
    "situation": "I wanna bury my feelings in food.",
    "todo": "That path leads to a black hole. You never stop wanting more of it. Your body suffers the consequences then. We don't wanna torture ourselves when we are feeling this down. Try one of those warm teas. Journal the feelings or ask GPT to give you questions speciific to your scenario."
  },
  {
    "id": 21,
    "situation": "I wanna feel whole",
    "todo": "You are whole shubhra. Just in need of some love. Look in the mirror and hug yourself. Soothe yourself. Talk to one of your fave people. Hug them. Spend some time with them. You will feel better."
  },
  {
    "id": 23,
    "situation": "I hear you, but I still wanna eat something.",
    "todo": "Okay. That's okay. What do you wanna eat? One bite of what will satiate you? Get that, have one bite, thank God for blessing you with enough so you can choose what to eat and not eat. Then throw the rest away."
  },
  {
    "id": 24,
    "situation": "Someone else is making something, and I can hear them making it.",
    "todo": "Ooh that is tempting AF. But check in with your stomach. Is she hungry? Yes? what's on your meal plan? Have a version of that. No? Drink some water and refocus."
  }
]
